Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: Rule %lld
de: Regel %lld
es: Regla %lld
fr: Règle %lld
it: Regola %lld
ja: ルール %lld
pt: Regra %lld
uk: Правило %lld

source: Safety & the fine print
de: Sicherheit & das Kleingedruckte
es: Seguridad y letra pequeña
fr: Sécurité et mentions légales
it: Sicurezza e note legali
ja: 安全と注意事項
pt: Segurança e as letras miúdas
uk: Безпека та примітки

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
uk: Зберегти

source: Scanning library…
de: Mediathek wird durchsucht …
es: Analizando la fototeca…
fr: Analyse de la photothèque…
it: Scansione della libreria…
ja: ライブラリをスキャン中…
pt: Verificando biblioteca…
uk: Сканування медіатеки…

source: Scroll speed
de: Scroll-Tempo
es: Velocidad de desplazamiento
fr: Vitesse de défilement
it: Velocità di scorrimento
ja: スクロール速度
pt: Velocidade de rolagem
uk: Швидкість гортання

source: Scroll Speed
de: Scroll-Tempo
es: Velocidad de desplazamiento
fr: Vitesse de défilement
it: Velocità di scorrimento
ja: スクロール速度
pt: Velocidade de rolagem
uk: Швидкість гортання

source: Scroll the Crown to End and press the Action button. In the confirm dialog, Action + side ends and the Action button cancels.
de: Scroll mit der Crown zu „Beenden“ und drück den Action Button. Im Bestätigungsdialog beendet Action + Seite, und der Action Button bricht ab.
es: Gira la corona hasta Terminar y pulsa el botón Acción. En el diálogo de confirmación, Acción + lateral termina y el botón Acción cancela.
fr: Tournez la couronne jusqu’à Terminer et appuyez sur le bouton Action. Dans la boîte de dialogue de confirmation, Action + latéral termine et le bouton Action annule.
it: Ruota la corona su Termina e premi il tasto Azione. Nella finestra di conferma, Azione + laterale termina e il tasto Azione annulla.
ja: クラウンを回して終了に合わせ、アクションボタンを押します。確認ダイアログでは、アクション+サイドで終了、アクションボタンでキャンセルします。
pt: Gire a Crown até Encerrar e pressione o botão de Ação. Na caixa de confirmação, Ação + lateral encerra e o botão de Ação cancela.
uk: Прокрутіть головку Digital Crown до Завершити й натисніть кнопку Дії. У діалозі підтвердження Дія + бічна завершує, а кнопка Дії скасовує.

source: Segments
de: Segmente
es: Segmentos
it: Segmenti
ja: セグメント
pt: Segmentos
uk: Сегменти

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
pt: Selecionar tudo
uk: Вибрати все

source: Sent all to iPhone
de: Alle ans iPhone gesendet
es: Todo enviado al iPhone
fr: Tout envoyé vers l’iPhone
it: Tutto inviato all’iPhone
ja: すべてiPhoneに送信済み
pt: Tudo enviado para o iPhone
uk: Усе надіслано на iPhone

source: Sent to iPhone
de: Ans iPhone gesendet
es: Enviado al iPhone
fr: Envoyé vers l’iPhone
it: Inviato all’iPhone
ja: iPhoneに送信済み
pt: Enviado para o iPhone
uk: Надіслано на iPhone

source: Set on iPhone. Applies to your next session.
de: Am iPhone eingestellt. Gilt ab deiner nächsten Session.
es: Se ajusta en el iPhone. Se aplica a tu próxima sesión.
fr: Se règle sur l’iPhone. S’applique à votre prochaine session.
it: Si imposta sull’iPhone. Vale per la prossima sessione.
ja: iPhoneで設定します。次のセッションから適用されます。
pt: Definido no iPhone. Vale para a sua próxima sessão.
uk: Налаштовується на iPhone. Застосовується до наступної сесії.

source: Set your most-used marker as the default in Settings — it's pre-selected and what the Action button drops underwater.
de: Lege deine meistgenutzte Markierung als Standard in den Einstellungen fest — sie ist vorausgewählt und wird vom Action Button unter Wasser gesetzt.
es: Configura tu marcador más usado como predeterminado en Ajustes: queda preseleccionado y es lo que suelta el botón Acción bajo el agua.
fr: Définissez votre repère le plus utilisé comme repère par défaut dans Réglages — il est présélectionné et c’est ce que pose le bouton Action sous l’eau.
it: Imposta il marcatore che usi di più come predefinito in Impostazioni: è preselezionato ed è ciò che il tasto Azione rilascia sott’acqua.
ja: よく使うマーカーを設定でデフォルトに設定しましょう——あらかじめ選択され、水中でアクションボタンが記録するのがこれです。
pt: Defina o marcador que mais usa como padrão nos Ajustes — ele fica pré-selecionado e é o que o botão de Ação solta debaixo d'água.
uk: Зробіть найуживанішу позначку типовою в Налаштуваннях — вона обрана заздалегідь, і саме її ставить кнопка Дії під водою.

source: Setting up the Action button
de: Den Action Button einrichten
es: Configurar el botón Acción
fr: Configurer le bouton Action
it: Configurare il tasto Azione
ja: アクションボタンの設定
pt: Configurar o botão de Ação
uk: Налаштування кнопки Дії

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt: Ajustes
uk: Налаштування

source: Sharing to Strava
de: Auf Strava teilen
es: Compartir en Strava
fr: Partage vers Strava
it: Condivisione su Strava
ja: Stravaへの共有
pt: Compartilhando no Strava
uk: Поширення в Strava

source: Smooth GPS track
de: GPS-Route glätten
es: Suavizar el recorrido GPS
fr: Lisser le tracé GPS
it: Traccia GPS uniforme
ja: GPSトラックを滑らかに
pt: Suavizar trajeto GPS
uk: Згладити GPS-трек

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve
ja: 雪
pt: Neve
uk: Сніг

source: Snow showers
de: Schneeschauer
es: Chubascos de nieve
fr: Averses de neige
it: Rovesci di neve
ja: にわか雪
pt: Pancadas de neve
uk: Снігові зливи

source: Snug strap
de: Enges Armband
es: Correa ajustada
fr: Bracelet ajusté
it: Cinturino aderente
ja: バンドをぴったりと
pt: Pulseira justa
uk: Щільний ремінець

source: So genuine dives register but brief surface bobbing doesn't, detection is **tiered** — the deeper you go, the sooner it counts. A dive is logged as soon as it meets **any** of the rules. By default:
de: Damit echte Tauchgänge erfasst werden, kurzes Wippen an der Oberfläche aber nicht, ist die Erkennung **gestuft** — je tiefer du gehst, desto früher zählt es. Ein Tauchgang wird erfasst, sobald er **eine** der Regeln erfüllt. Standardmäßig:
es: Para que las inmersiones reales se registren pero un breve balanceo en la superficie no, la detección es **escalonada**: cuanto más profundo vayas, antes cuenta. Una inmersión se registra en cuanto cumple **cualquiera** de las reglas. Por defecto:
fr: Pour que les vraies plongées soient enregistrées mais pas un simple balancement en surface, la détection est **échelonnée** — plus vous descendez, plus vite elle compte. Une plongée est enregistrée dès qu’elle remplit **l’une** des règles. Par défaut :
it: Perché le immersioni vere vengano registrate ma non un breve dondolìo in superficie, il rilevamento è **a livelli**: più vai in profondità, prima conta. Un’immersione viene registrata appena soddisfa **una qualsiasi** delle regole. Per impostazione predefinita:
ja: 本当のダイブは記録しつつ、水面での短い揺れは記録しないよう、検出は**段階的**になっています——深く潜るほど早くカウントされます。ダイブは、ルールの**いずれか**を満たした時点で記録されます。デフォルトでは：
pt: Para que mergulhos de verdade sejam registrados, mas o leve balanço na superfície não, a detecção é **em níveis** — quanto mais fundo você vai, mais cedo conta. Um mergulho é registrado assim que atende a **qualquer** das regras. Por padrão:
uk: Щоб справжні занурення реєструвалися, а коротке погойдування на поверхні — ні, виявлення є **багаторівневим**: що глибше ви йдете, то швидше воно зараховується. Занурення реєструється, щойно виконується **будь-яке** з правил. За замовчуванням:

source: Start a Freedive
de: Freitauchen starten
es: Iniciar una apnea
fr: Démarrer une apnée
it: Inizia un’apnea
ja: フリーダイビングを開始
pt: Iniciar apneia
uk: Почати фрідайв

source: Start a session on your Apple Watch to see it here.
de: Starte eine Session auf deiner Apple Watch, um sie hier zu sehen.
es: Inicia una sesión en tu Apple Watch para verla aquí.
fr: Démarrez une session sur votre Apple Watch pour la voir ici.
it: Avvia una sessione sull’Apple Watch per vederla qui.
ja: Apple Watchでセッションを開始すると、ここに表示されます。
pt: Inicie uma sessão no seu Apple Watch para vê-la aqui.
uk: Почніть сесію на Apple Watch, щоб побачити її тут.

source: Start Session
de: Session starten
es: Iniciar sesión
fr: Démarrer la session
it: Inizia sessione
ja: セッションを開始
pt: Iniciar sessão
uk: Почати сесію

source: Started a session by mistake? On the summary after it ends, tap Discard (and confirm) to throw it away — it's removed from the watch and won't appear on your iPhone.
de: Aus Versehen eine Session gestartet? Tippe in der Zusammenfassung nach dem Ende auf „Verwerfen“ (und bestätige), um sie wegzuwerfen — sie wird von der Uhr entfernt und erscheint nicht auf deinem iPhone.
es: ¿Iniciaste una sesión por error? En el resumen tras terminarla, toca Descartar (y confirma) para tirarla: se elimina del reloj y no aparecerá en tu iPhone.
fr: Vous avez démarré une session par erreur ? Sur le récapitulatif après sa fin, touchez Abandonner (et confirmez) pour la jeter — elle est supprimée de la montre et n’apparaîtra pas sur votre iPhone.
it: Hai avviato una sessione per sbaglio? Nel riepilogo dopo la fine, tocca Scarta (e conferma) per eliminarla: viene rimossa dall’orologio e non apparirà sull’iPhone.
ja: 誤ってセッションを開始しましたか？終了後のサマリーで「破棄」をタップして確定すると破棄できます——時計から削除され、iPhoneにも表示されません。
pt: Iniciou uma sessão por engano? No resumo após o término, toque em Descartar (e confirme) para jogá-la fora — ela é removida do relógio e não aparece no seu iPhone.
uk: Почали сесію помилково? У підсумку після її завершення торкніться Відкинути (і підтвердьте), щоб позбутися її — вона видаляється з годинника й не з’явиться на вашому iPhone.

source: Started one by mistake? On the summary that appears when a session ends, tap **Discard** and confirm — it throws the session away, so it's removed from the watch and never appears on your iPhone.
de: Aus Versehen eine gestartet? Tippe in der Zusammenfassung, die beim Ende einer Session erscheint, auf **Verwerfen** und bestätige — das wirft die Session weg, sie wird von der Uhr entfernt und erscheint nie auf deinem iPhone.
es: ¿Iniciaste una por error? En el resumen que aparece cuando termina una sesión, toca **Descartar** y confirma: descarta la sesión, así que se elimina del reloj y nunca aparece en tu iPhone.
fr: Vous en avez démarré une par erreur ? Sur le récapitulatif qui apparaît à la fin d’une session, touchez **Abandonner** et confirmez — cela jette la session, elle est donc supprimée de la montre et n’apparaît jamais sur votre iPhone.
it: Ne hai avviata una per sbaglio? Nel riepilogo che compare al termine di una sessione, tocca **Scarta** e conferma — la sessione viene eliminata, quindi rimossa dall’orologio e non appare mai sull’iPhone.
ja: 誤って開始してしまいましたか？セッション終了時に表示されるサマリーで**破棄**をタップして確定します——セッションが破棄され、時計から削除されてiPhoneにも一切表示されません。
pt: Iniciou uma por engano? No resumo que aparece quando uma sessão termina, toque em **Descartar** e confirme — isso joga a sessão fora, então ela é removida do relógio e nunca aparece no seu iPhone.
uk: Почали одну помилково? У підсумку, що з’являється в кінці сесії, торкніться **Відкинути** й підтвердьте — сесія відкидається, тож видаляється з годинника й ніколи не з’являється на вашому iPhone.

source: Still missing? On the watch, open that session and tap **Re-send to iPhone** — or use **Settings ▸ Sync ▸ Re-send all to iPhone** to push everything again.
de: Fehlt sie noch? Öffne die Session auf der Uhr und tippe auf **Erneut ans iPhone senden** — oder nutze **Einstellungen ▸ Sync ▸ Alle erneut ans iPhone senden**, um alles noch einmal zu übertragen.
es: ¿Sigue sin aparecer? En el reloj, abre esa sesión y toca **Reenviar al iPhone**, o usa **Ajustes ▸ Sincronización ▸ Reenviar todo al iPhone** para volver a enviarlo todo.
fr: Toujours absente ? Sur la montre, ouvrez cette session et touchez **Renvoyer vers l’iPhone** — ou utilisez **Réglages ▸ Synchronisation ▸ Tout renvoyer vers l’iPhone** pour tout renvoyer.
it: Manca ancora? Sull’orologio, apri quella sessione e tocca **Reinvia all’iPhone** — oppure usa **Impostazioni ▸ Sincronizzazione ▸ Reinvia tutto all’iPhone** per inviare di nuovo tutto.
ja: まだ表示されませんか？時計でそのセッションを開いて**iPhoneに再送信**をタップするか、**設定 ▸ 同期 ▸ すべてiPhoneに再送信**ですべてを再送信します。
pt: Ainda falta? No relógio, abra essa sessão e toque em **Reenviar para o iPhone** — ou use **Ajustes ▸ Sincronização ▸ Reenviar tudo para o iPhone** para enviar tudo de novo.
uk: Досі немає? На годиннику відкрийте цю сесію й торкніться **Надіслати на iPhone знову** — або скористайтеся **Налаштування ▸ Синхронізація ▸ Надіслати все на iPhone знову**, щоб надіслати все ще раз.

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Spazio
ja: ストレージ
pt: Armazenamento
uk: Сховище

source: Suggest from This Dive
de: Aus diesem Tauchgang vorschlagen
es: Sugerir de esta inmersión
fr: Suggérer depuis cette plongée
it: Suggerisci da questa immersione
ja: このダイブから提案
pt: Sugerir deste mergulho
uk: Запропонувати з цього занурення

source: Support DiveFree
de: DiveFree unterstützen
es: Apoyar a DiveFree
fr: Soutenir DiveFree
it: Sostieni DiveFree
ja: DiveFreeを応援
pt: Apoiar o DiveFree
uk: Підтримати DiveFree

source: Supporting DiveFree
de: DiveFree unterstützen
es: Apoyando a DiveFree
fr: Soutien à DiveFree
it: Sostegno a DiveFree
ja: DiveFreeを応援中
pt: Apoiando o DiveFree
uk: Підтримка DiveFree

source: Surface
de: Oberfläche
es: Superficie
it: Superficie
ja: 水面
pt: Superfície
uk: Поверхня

source: Surface interval
de: Oberflächenpause
es: Intervalo en superficie
fr: Intervalle de surface
it: Intervallo di superficie
ja: 水面休息
pt: Intervalo de superfície
uk: Поверхневий інтервал

source: Sync error
de: Sync-Fehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
ja: 同期エラー
pt: Erro de sincronização
uk: Помилка синхронізації

source: Sync uses your **private** iCloud database — your data stays in your iCloud and isn't visible to us. Sign in to iCloud with the same Apple Account on both devices.
de: Die Synchronisierung nutzt deine **private** iCloud-Datenbank — deine Daten bleiben in deiner iCloud und sind für uns nicht sichtbar. Melde dich auf beiden Geräten mit demselben Apple-Account bei iCloud an.
es: La sincronización usa tu base de datos **privada** de iCloud: tus datos permanecen en tu iCloud y no son visibles para nosotros. Inicia sesión en iCloud con la misma cuenta de Apple en ambos dispositivos.
fr: La synchronisation utilise votre base de données iCloud **privée** — vos données restent dans votre iCloud et ne nous sont pas visibles. Connectez-vous à iCloud avec le même compte Apple sur les deux appareils.
it: La sincronizzazione usa il tuo database iCloud **privato**: i tuoi dati restano nel tuo iCloud e non sono visibili a noi. Accedi a iCloud con lo stesso Apple Account su entrambi i dispositivi.
ja: 同期はあなたの**プライベート**なiCloudデータベースを使います——データはあなたのiCloudにとどまり、私たちには見えません。両方のデバイスで同じApple AccountでiCloudにサインインしてください。
pt: A sincronização usa seu banco de dados **privado** do iCloud — seus dados permanecem no seu iCloud e não são visíveis para nós. Entre no iCloud com a mesma Conta Apple nos dois dispositivos.
uk: Синхронізація використовує вашу **приватну** базу даних iCloud — ваші дані залишаються у вашому iCloud і не видимі нам. Увійдіть в iCloud з тим самим обліковим записом Apple на обох пристроях.

source: Synced to iPhone
de: Mit iPhone synchronisiert
es: Sincronizado con el iPhone
fr: Synchronisé avec l’iPhone
it: Sincronizzato con l’iPhone
ja: iPhoneに同期済み
pt: Sincronizado com o iPhone
uk: Синхронізовано з iPhone

source: Syncing to iPhone…
de: Wird mit iPhone synchronisiert …
es: Sincronizando con el iPhone…
fr: Synchronisation avec l’iPhone…
it: Sincronizzazione con l’iPhone…
ja: iPhoneに同期中…
pt: Sincronizando com o iPhone…
uk: Синхронізація з iPhone…

source: Syncing…
de: Wird synchronisiert …
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
ja: 同期中…
pt: Sincronizando…
uk: Синхронізація…

source: Syncs from your iPhone. Change it here to override on the watch.
de: Synchronisiert von deinem iPhone. Ändere es hier, um es auf der Uhr zu überschreiben.
es: Se sincroniza desde tu iPhone. Cámbialo aquí para anularlo en el reloj.
fr: Se synchronise depuis votre iPhone. Modifiez-le ici pour le remplacer sur la montre.
it: Si sincronizza dal tuo iPhone. Modificalo qui per sovrascriverlo sull’orologio.
ja: iPhoneから同期されます。ここで変更すると時計側で上書きできます。
pt: Sincroniza do seu iPhone. Altere aqui para substituir no relógio.
uk: Синхронізується з iPhone. Змініть тут, щоб перевизначити на годиннику.

source: Syncs your dive log across your devices through your private iCloud account. Your data stays in your iCloud and isn't accessible to us. Changes take effect next time you open the app.
de: Synchronisiert dein Tauchlogbuch über deinen privaten iCloud-Account auf deine Geräte. Deine Daten bleiben in deiner iCloud und sind für uns nicht zugänglich. Änderungen greifen beim nächsten Öffnen der App.
es: Sincroniza tu registro de buceo entre tus dispositivos mediante tu cuenta privada de iCloud. Tus datos permanecen en tu iCloud y no son accesibles para nosotros. Los cambios surten efecto la próxima vez que abras la app.
fr: Synchronise votre carnet de plongée entre vos appareils via votre compte iCloud privé. Vos données restent dans votre iCloud et ne nous sont pas accessibles. Les changements prennent effet à la prochaine ouverture de l’app.
it: Sincronizza il tuo diario di immersione tra i dispositivi tramite il tuo account iCloud privato. I tuoi dati restano nel tuo iCloud e non sono accessibili a noi. Le modifiche hanno effetto alla prossima apertura dell’app.
ja: プライベートなiCloudアカウントを通じて、ダイブログをデバイス間で同期します。データはあなたのiCloudにとどまり、私たちはアクセスできません。変更は次にアプリを開いたときに反映されます。
pt: Sincroniza seu registro de mergulhos entre seus dispositivos pela sua conta privada do iCloud. Seus dados permanecem no seu iCloud e não são acessíveis a nós. As alterações têm efeito na próxima vez que você abrir o app.
uk: Синхронізує ваш журнал занурень між пристроями через ваш приватний обліковий запис iCloud. Ваші дані залишаються у вашому iCloud і недоступні нам. Зміни набувають чинності під час наступного відкриття застосунку.

source: Take Photo or Video
de: Foto oder Video aufnehmen
es: Hacer foto o vídeo
fr: Prendre une photo ou une vidéo
it: Scatta foto o video
ja: 写真またはビデオを撮る
pt: Tirar foto ou gravar vídeo
uk: Зробити фото або відео

source: Tap any session to open it: a **depth-profile chart** for each dive, a map of where you were, your markers along the timeline, photos and videos from that day, voice notes you can play back, plus water temperature, heart rate, and calories where available. Voice notes sync to your other devices automatically, so a clip you recorded on the watch plays back on your iPad too.
de: Tippe auf eine Session, um sie zu öffnen: ein **Tiefenprofil-Diagramm** für jeden Tauchgang, eine Karte deiner Positionen, deine Markierungen entlang der Zeitleiste, Fotos und Videos von dem Tag, abspielbare Sprachnotizen sowie Wassertemperatur, Puls und Kalorien, wo verfügbar. Sprachnotizen synchronisieren automatisch auf deine anderen Geräte, sodass ein auf der Uhr aufgenommener Clip auch auf deinem iPad abspielt.
es: Toca cualquier sesión para abrirla: una **gráfica del perfil de profundidad** de cada inmersión, un mapa de dónde estuviste, tus marcadores a lo largo de la línea de tiempo, fotos y vídeos de ese día, notas de voz que puedes reproducir, además de temperatura del agua, frecuencia cardíaca y calorías cuando estén disponibles. Las notas de voz se sincronizan automáticamente con tus otros dispositivos, así que un clip que grabaste en el reloj también se reproduce en tu iPad.
fr: Touchez une session pour l’ouvrir : un **profil de profondeur** pour chaque plongée, une carte de l’endroit où vous étiez, vos repères le long de la chronologie, les photos et vidéos de ce jour-là, des mémos vocaux que vous pouvez écouter, ainsi que la température de l’eau, la fréquence cardiaque et les calories lorsque disponibles. Les mémos vocaux se synchronisent automatiquement vers vos autres appareils, si bien qu’un clip enregistré sur la montre se lit aussi sur votre iPad.
it: Tocca una sessione per aprirla: un **grafico del profilo di profondità** per ogni immersione, una mappa di dove eri, i tuoi marcatori lungo la linea temporale, foto e video di quel giorno, note vocali che puoi riascoltare, oltre a temperatura dell’acqua, frequenza cardiaca e calorie quando disponibili. Le note vocali si sincronizzano automaticamente sugli altri dispositivi, così una clip registrata sull’orologio si riascolta anche sull’iPad.
ja: セッションをタップして開くと、各ダイブの**水深プロファイルのグラフ**、いた場所のマップ、タイムライン上のマーカー、その日の写真やビデオ、再生できるボイスメモ、さらに利用できる場合は水温・心拍数・消費カロリーが表示されます。ボイスメモは自動的にほかのデバイスに同期されるので、時計で録音したクリップはiPadでも再生できます。
pt: Toque em qualquer sessão para abri-la: um **gráfico de perfil de profundidade** para cada mergulho, um mapa de onde você esteve, seus marcadores ao longo da linha do tempo, fotos e vídeos daquele dia, notas de voz que você pode reproduzir, além de temperatura da água, frequência cardíaca e calorias quando disponíveis. As notas de voz sincronizam automaticamente com seus outros dispositivos, então um trecho gravado no relógio também toca no seu iPad.
uk: Торкніться будь-якої сесії, щоб відкрити її: **графік профілю глибини** для кожного занурення, мапа того, де ви були, ваші позначки вздовж часової шкали, фото та відео того дня, голосові нотатки, які можна відтворити, а також температура води, пульс і калорії, де доступно. Голосові нотатки автоматично синхронізуються на інші пристрої, тож запис, зроблений на годиннику, відтворюється й на вашому iPad.

source: Tap Start, or press the Action button if you've assigned Dive Free to it in Settings → Action Button.
de: Tippe auf Start oder drück den Action Button, wenn du ihm Dive Free unter Einstellungen → Action Button zugewiesen hast.
es: Toca Iniciar, o pulsa el botón Acción si le has asignado Dive Free en Ajustes → Botón Acción.
fr: Touchez Démarrer, ou appuyez sur le bouton Action si vous y avez assigné Dive Free dans Réglages → Bouton Action.
it: Tocca Inizia, o premi il tasto Azione se gli hai assegnato Dive Free in Impostazioni → Tasto Azione.
ja: 「開始」をタップするか、設定 → アクションボタンでDive Freeを割り当てている場合はアクションボタンを押します。
pt: Toque em Iniciar, ou pressione o botão de Ação se você atribuiu o Dive Free a ele em Ajustes → Botão de Ação.
uk: Торкніться Почати або натисніть кнопку Дії, якщо ви призначили їй Dive Free у Налаштування → Кнопка Дії.

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 水温
pt: Temperatura
uk: Температура

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Condizioni d’uso
ja: 利用規約
pt: Termos de Uso
uk: Умови використання
